9/data/attachments/78e527cccb47b204.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rebecca_employee_Friend_38870_6</nif:username>
            <nif:friendToBeRequested>soap_friends_81c8aa6b-f2e9-4484-97ad-af51b585e73e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>